Repository: pochtmanr/dopplerswift
Catalog: PulseVPN/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, id, ja, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

source: Try switching to a server closer to your location. Server load can also affect speed — look for servers with lower usage. Pro users have access to premium high-speed servers.
ar: جرّب التبديل إلى خادم أقرب إلى موقعك. يمكن أن يؤثر حمل الخادم أيضًا على السرعة — ابحث عن خوادم ذات استخدام أقل. يمكن لمستخدمي Pro الوصول إلى خوادم فائقة السرعة.
de: Versuchen Sie, zu einem Server in Ihrer Nähe zu wechseln. Die Serverauslastung kann ebenfalls die Geschwindigkeit beeinflussen — suchen Sie nach Servern mit geringerer Nutzung. Pro-Benutzer haben Zugang zu Premium-Hochgeschwindigkeitsservern.
es: Intenta cambiar a un servidor más cercano a tu ubicación. La carga del servidor también puede afectar la velocidad — busca servidores con menor uso. Los usuarios Pro tienen acceso a servidores premium de alta velocidad.
fr: Essayez de basculer vers un serveur plus proche de votre emplacement. La charge du serveur peut également affecter la vitesse — recherchez des serveurs moins utilisés. Les utilisateurs Pro ont accès à des serveurs premium haute vitesse.
he: נסה לעבור לשרת קרוב יותר למיקומך. עומס השרת יכול גם להשפיע על המהירות — חפש שרתים עם פחות שימוש. משתמשי Pro יכולים לגשת לשרתים מהירים פרימיום.
id: Coba beralih ke server yang lebih dekat dengan lokasi Anda. Beban server juga dapat memengaruhi kecepatan — cari server dengan penggunaan lebih rendah. Pengguna Pro memiliki akses ke server premium berkecepatan tinggi.
ja: 現在地に近いサーバーに切り替えてみてください。サーバーの負荷も速度に影響します。使用率の低いサーバーを探してみましょう。Proユーザーはプレミアム高速サーバーにアクセスできます。
pt_br: Tente mudar para um servidor mais próximo da sua localização. A carga do servidor também pode afetar a velocidade — procure servidores com menor uso. Usuários Pro têm acesso a servidores premium de alta velocidade.
ru: Попробуйте переключиться на сервер ближе к вашему местоположению. Нагрузка сервера также может влиять на скорость — выбирайте серверы с меньшей загрузкой. Пользователи Pro имеют доступ к премиум-серверам.
tr: Konumunuza daha yakın bir sunucuya geçmeyi deneyin. Sunucu yükü de hızı etkileyebilir — daha az kullanılan sunucuları tercih edin. Pro kullanıcıları premium yüksek hızlı sunuculara erişebilir.
uk: Спробуйте перейти на сервер ближче до вашого місцезнаходження. Навантаження на сервер також може впливати на швидкість — шукайте сервери з меншим використанням. Користувачі Pro мають доступ до преміум-серверів.
vi: Hãy thử chuyển sang máy chủ gần vị trí của bạn hơn. Tải máy chủ cũng có thể ảnh hưởng đến tốc độ — hãy tìm máy chủ có mức sử dụng thấp hơn. Người dùng Pro có quyền truy cập máy chủ cao cấp tốc độ cao.
zh_hans: 尝试切换到距您位置更近的服务器。服务器负载也会影响速度——请选择使用率较低的服务器。专业版用户可使用高级高速服务器。
zh_hant: 嘗試切換至距離您更近的伺服器。伺服器負載也會影響速度——請選擇使用率較低的伺服器。專業版使用者可使用進階高速伺服器。

source: Tunnel Logs
ar: سجلات النفق
de: Tunnel-Protokolle
es: Registros del túnel
fr: Journaux du tunnel
he: יומני מנהרה
id: Log Tunnel
ja: トンネルログ
pt_br: Registros do túnel
ru: Логи туннеля
tr: Tünel Günlükleri
uk: Журнали тунелю
vi: Nhật ký đường hầm
zh_hans: 隧道日志
zh_hant: 隧道記錄

source: Turkey
ar: تركيا
de: Türkei
es: Turquía
fr: Turquie
he: טורקיה
id: Turki
ja: トルコ
pt_br: Turquia
ru: Турция
tr: Türkiye
uk: Туреччина
vi: Thổ Nhĩ Kỳ
zh_hans: 土耳其
zh_hant: 土耳其

source: Turn Off
ar: إيقاف
de: Ausschalten
es: Desactivar
fr: Désactiver
he: כבה
id: Matikan
ja: オフにする
pt_br: Desligar
ru: Выключить
tr: Kapat
uk: Вимкнути
vi: Tắt
zh_hans: 关闭
zh_hant: 關閉

source: Turn On
ar: تشغيل
de: Einschalten
es: Activar
fr: Activer
he: הפעל
id: Nyalakan
ja: オンにする
pt_br: Ligar
ru: Включить
tr: Aç
uk: Увімкнути
vi: Bật
zh_hans: 开启
zh_hant: 開啟

source: UAE
ar: الإمارات
de: VAE
es: EAU
fr: EAU
he: איחוד האמירויות
id: UEA
pt_br: EAU
ru: ОАЭ
tr: BAE
uk: ОАЕ
zh_hans: 阿联酋
zh_hant: 阿聯酋

source: Ukraine
ar: أوكرانيا
es: Ucrania
he: אוקראינה
id: Ukraina
ja: ウクライナ
pt_br: Ucrânia
ru: Украина
tr: Ukrayna
uk: Україна
zh_hans: 乌克兰
zh_hant: 烏克蘭

source: United Kingdom
ar: المملكة المتحدة
de: Vereinigtes Königreich
es: Reino Unido
fr: Royaume-Uni
he: בריטניה
id: Inggris Raya
ja: イギリス
pt_br: Reino Unido
ru: Великобритания
tr: Birleşik Krallık
uk: Велика Британія
vi: Vương quốc Anh
zh_hans: 英国
zh_hant: 英國

source: United States
ar: الولايات المتحدة
de: Vereinigte Staaten
es: Estados Unidos
fr: États-Unis
he: ארצות הברית
id: Amerika Serikat
ja: アメリカ合衆国
pt_br: Estados Unidos
ru: США
tr: Amerika Birleşik Devletleri
uk: США
vi: Hoa Kỳ
zh_hans: 美国
zh_hant: 美國

source: Unlock all features
ar: فتح جميع الميزات
de: Alle Funktionen freischalten
es: Desbloquear todas las funciones
fr: Débloquer toutes les fonctionnalités
he: פתח את כל התכונות
id: Buka semua fitur
ja: すべての機能をアンロック
pt_br: Desbloquear todos os recursos
ru: Разблокировать все функции
tr: Tüm özellikleri aç
uk: Розблокувати всі функції
vi: Mở khóa tất cả tính năng
zh_hans: 解锁所有功能
zh_hant: 解鎖所有功能

source: Up to 5 simultaneous connections
ar: حتى 5 اتصالات متزامنة
de: Bis zu 5 gleichzeitige Verbindungen
es: Hasta 5 conexiones simultáneas
fr: Jusqu'à 5 connexions simultanées
he: עד 5 חיבורים בו-זמנית
id: Hingga 5 koneksi bersamaan
ja: 最大5つの同時接続
pt_br: Até 5 conexões simultâneas
ru: До 5 одновременных подключений
tr: 5'e kadar eş zamanlı bağlantı
uk: До 5 одночасних підключень
vi: Tối đa 5 kết nối đồng thời
zh_hans: 最多 5 个同时连接
zh_hant: 最多 5 個同時連線

source: Up to 10 per account
ar: حتى 10 لكل حساب
de: Bis zu 10 pro Konto
es: Hasta 10 por cuenta
fr: Jusqu'à 10 par compte
he: עד 10 לכל חשבון
id: Hingga 10 per akun
ja: アカウントあたり最大10個
pt_br: Até 10 por conta
ru: До 10 на аккаунт
tr: Hesap başına 10'a kadar
uk: До 10 на акаунт
vi: Tối đa 10 mỗi tài khoản
zh_hans: 每账户最多 10 个
zh_hant: 每帳戶最多 10 個

source: Update your payment method
ar: قم بتحديث طريقة الدفع الخاصة بك
de: Aktualisieren Sie Ihre Zahlungsmethode
es: Actualiza tu método de pago
fr: Mettez à jour votre mode de paiement
he: עדכן את אמצעי התשלום שלך
id: Perbarui metode pembayaran Anda
ja: お支払い方法を更新してください
pt_br: Atualize seu método de pagamento
ru: Обновите способ оплаты
tr: Ödeme yönteminizi güncelleyin
uk: Оновіть спосіб оплати
vi: Cập nhật phương thức thanh toán của bạn
zh_hans: 更新付款方式
zh_hant: 更新付款方式

source: Upgrade for premium servers
ar: قم بالترقية للوصول إلى الخوادم المميزة
de: Upgraden für Premium-Server
es: Actualiza para servidores premium
fr: Passez à la version supérieure pour les serveurs premium
he: שדרג לשרתים פרימיום
id: Upgrade untuk server premium
ja: プレミアムサーバーにアップグレード
pt_br: Faça upgrade para servidores premium
ru: Обновите для доступа к премиум-серверам
tr: Premium sunucular için yükseltin
uk: Оновіть для доступу до преміум-серверів
vi: Nâng cấp để dùng máy chủ premium
zh_hans: 升级以使用高级服务器
zh_hant: 升級以使用進階伺服器

source: Upgrade to Pro
ar: الترقية إلى Pro
de: Auf Pro upgraden
es: Actualizar a Pro
fr: Passer à Pro
he: שדרג ל-Pro
id: Upgrade ke Pro
ja: Proにアップグレード
pt_br: Fazer upgrade para Pro
ru: Обновить до Pro
tr: Pro'ya Yükseltin
uk: Оновити до Pro
vi: Nâng cấp lên Pro
zh_hans: 升级到专业版
zh_hant: 升級至專業版

source: Version %@
ar: الإصدار %@
es: Versión %@
he: גרסה %@
id: Versi %@
ja: バージョン %@
pt_br: Versão %@
ru: Версия %@
tr: Sürüm %@
uk: Версія %@
vi: Phiên bản %@
zh_hans: 版本 %@
zh_hant: 版本 %@

source: VPN Off
ar: VPN متوقف
de: VPN aus
es: VPN desactivada
fr: VPN désactivé
he: VPN כבוי
id: VPN Mati
ja: VPNオフ
pt_br: VPN desligada
ru: VPN выключен
tr: VPN Kapalı
uk: VPN вимкнено
vi: VPN tắt
zh_hans: VPN 已关闭
zh_hant: VPN 已關閉

source: We typically respond within 24 hours. Pro users get priority support.
ar: نستجيب عادةً خلال 24 ساعة. يحصل مستخدمو Pro على دعم ذو أولوية.
de: Wir antworten normalerweise innerhalb von 24 Stunden. Pro-Benutzer erhalten Prioritäts-Support.
es: Normalmente respondemos en 24 horas. Los usuarios Pro tienen soporte prioritario.
fr: Nous répondons généralement dans les 24 heures. Les utilisateurs Pro bénéficient d'un support prioritaire.
he: אנו בדרך כלל מגיבים תוך 24 שעות. משתמשי Pro מקבלים תמיכה בעדיפות.
id: Kami biasanya merespons dalam 24 jam. Pengguna Pro mendapatkan dukungan prioritas.
ja: 通常24時間以内に返答いたします。Proユーザーは優先サポートを受けられます。
pt_br: Geralmente respondemos em até 24 horas. Usuários Pro têm suporte prioritário.
ru: Мы обычно отвечаем в течение 24 часов. Пользователи Pro получают приоритетную поддержку.
tr: Genellikle 24 saat içinde yanıt veririz. Pro kullanıcılar öncelikli destek alır.
uk: Ми зазвичай відповідаємо протягом 24 годин. Користувачі Pro отримують пріоритетну підтримку.
vi: Chúng tôi thường phản hồi trong vòng 24 giờ. Người dùng Pro được hỗ trợ ưu tiên.
zh_hans: 我们通常在 24 小时内回复。专业版用户享有优先支持。
zh_hant: 我們通常在 24 小時內回覆。專業版使用者享有優先支援。

source: We'll generate a unique ID for you. Save it to use on other devices.
ar: سننشئ معرّفًا فريدًا لك. احفظه لاستخدامه على الأجهزة الأخرى.
de: Wir generieren eine einzigartige ID für Sie. Speichern Sie sie für die Nutzung auf anderen Geräten.
es: Generaremos un ID único para ti. Guárdalo para usarlo en otros dispositivos.
fr: Nous allons générer un ID unique pour vous. Sauvegardez-le pour l'utiliser sur d'autres appareils.
he: ניצור עבורך מזהה ייחודי. שמור אותו לשימוש במכשירים אחרים.
id: Kami akan membuat ID unik untuk Anda. Simpan untuk digunakan di perangkat lain.
ja: 固有のIDを生成します。他のデバイスで使用するために保存してください。
pt_br: Geraremos um ID único para você. Salve-o para usar em outros dispositivos.
ru: Мы создадим уникальный ID для вас. Сохраните его для использования на других устройствах.
tr: Sizin için benzersiz bir kimlik oluşturacağız. Diğer cihazlarda kullanmak için kaydedin.
uk: Ми створимо унікальний ID для вас. Збережіть його для використання на інших пристроях.
vi: Chúng tôi sẽ tạo ID duy nhất cho bạn. Hãy lưu lại để dùng trên các thiết bị khác.
zh_hans: 我们将为您生成一个唯一 ID。请保存以在其他设备上使用。
zh_hant: 我們將為您產生一個唯一 ID。請儲存以在其他裝置上使用。

source: Weekly
ar: أسبوعي
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
he: שבועי
id: Mingguan
ja: 毎週
pt_br: Semanal
ru: Еженедельно
tr: Haftalık
uk: Щотижнево
vi: Hàng tuần
zh_hans: 每周
zh_hant: 每週

source: Welcome Back
ar: مرحبًا بعودتك
de: Willkommen zurück
es: Bienvenido de nuevo
fr: Bon retour
he: ברוך שובך
id: Selamat Datang Kembali
ja: おかえりなさい
pt_br: Bem-vindo de volta
ru: С возвращением
tr: Hoş Geldiniz
uk: З поверненням
vi: Chào mừng trở lại
zh_hans: 欢迎回来
zh_hant: 歡迎回來

source: What is Smart Route?
ar: ما هو المسار الذكي؟
de: Was ist Smart Route?
es: ¿Qué es Smart Route?
fr: Qu'est-ce que Smart Route ?
he: מה זה נתיב חכם?
id: Apa itu Smart Route?
ja: Smart Routeとは？
pt_br: O que é o Smart Route?
ru: Что такое Умный Маршрут?
tr: Smart Route nedir?
uk: Що таке Smart Route?
vi: Smart Route là gì?
zh_hans: 什么是智能路由？
zh_hant: 什麼是智慧路由？

source: WhatsApp
ar: واتساب
he: וואטסאפ

source: Why is my connection slow?
ar: لماذا اتصالي بطيء؟
de: Warum ist meine Verbindung langsam?
es: ¿Por qué mi conexión es lenta?
fr: Pourquoi ma connexion est-elle lente ?
he: למה החיבור שלי איטי?
id: Mengapa koneksi saya lambat?
ja: 接続が遅いのはなぜですか？
pt_br: Por que minha conexão está lenta?
ru: Почему моё подключение медленное?
tr: Bağlantım neden yavaş?
uk: Чому моє підключення повільне?
vi: Tại sao kết nối của tôi chậm?
zh_hans: 为什么我的连接速度很慢？
zh_hant: 為什麼我的連線速度很慢？

source: Yearly
ar: سنوي
de: Jährlich
es: Anual
fr: Annuel
he: שנתי
id: Tahunan
ja: 年間
pt_br: Anual
ru: Ежегодно
tr: Yıllık
uk: Щорічно
vi: Hàng năm
zh_hans: 每年
zh_hant: 每年

source: Yes, Delete Everything
ar: نعم، احذف كل شيء
de: Ja, alles löschen
es: Sí, eliminar todo
fr: Oui, tout supprimer
he: כן, מחק הכל
id: Ya, Hapus Semuanya
ja: はい、すべて削除
pt_br: Sim, excluir tudo
ru: Да, удалить всё
tr: Evet, Her Şeyi Sil
uk: Так, видалити все
vi: Có, xóa tất cả
zh_hans: 是的，删除所有内容
zh_hant: 是的，刪除所有內容

source: Yes. Doppler VPN uses advanced encryption protocols to protect your traffic. All data is fully encrypted end-to-end, ensuring your online activity remains private and secure.
ar: نعم. يستخدم Doppler VPN بروتوكولات تشفير متقدمة لحماية حركتك. يتم تشفير جميع البيانات بالكامل من طرف إلى طرف، مما يضمن بقاء نشاطك عبر الإنترنت خاصًا وآمنًا.
de: Ja. Doppler VPN verwendet fortschrittliche Verschlüsselungsprotokolle zum Schutz Ihres Datenverkehrs. Alle Daten werden vollständig Ende-zu-Ende verschlüsselt, sodass Ihre Online-Aktivitäten privat und sicher bleiben.
es: Sí. Doppler VPN utiliza protocolos de cifrado avanzados para proteger tu tráfico. Todos los datos están completamente cifrados de extremo a extremo, garantizando que tu actividad online permanezca privada y segura.
fr: Oui. Doppler VPN utilise des protocoles de chiffrement avancés pour protéger votre trafic. Toutes les données sont entièrement chiffrées de bout en bout, garantissant que votre activité en ligne reste privée et sécurisée.
he: כן. Doppler VPN משתמש בפרוטוקולי הצפנה מתקדמים כדי להגן על התנועה שלך. כל הנתונים מוצפנים לחלוטין מקצה לקצה, מה שמבטיח שהפעילות המקוונת שלך תישאר פרטית ומאובטחת.
id: Ya. Doppler VPN menggunakan protokol enkripsi canggih untuk melindungi lalu lintas Anda. Semua data dienkripsi sepenuhnya dari ujung ke ujung, memastikan aktivitas online Anda tetap privat dan aman.
ja: はい。Doppler VPNはトラフィックを保護するために高度な暗号化プロトコルを使用しています。すべてのデータは完全にエンドツーエンドで暗号化され、オンライン活動のプライバシーとセキュリティが保たれます。
pt_br: Sim. O Doppler VPN usa protocolos de criptografia avançados para proteger seu tráfego. Todos os dados são totalmente criptografados de ponta a ponta, garantindo que sua atividade online permaneça privada e segura.
ru: Да. Doppler VPN использует передовые протоколы шифрования для защиты вашего трафика. Все данные полностью зашифрованы сквозным шифрованием, что гарантирует приватность и безопасность вашей онлайн-активности.
tr: Evet. Doppler VPN, trafiğinizi korumak için gelişmiş şifreleme protokolleri kullanır. Tüm veriler uçtan uca tamamen şifrelenerek çevrimiçi etkinliğinizin gizli ve güvenli kalması sağlanır.
uk: Так. Doppler VPN використовує вдосконалені протоколи шифрування для захисту вашого трафіку. Всі дані повністю зашифровані наскрізним шифруванням, що гарантує конфіденційність і безпеку вашої онлайн-активності.
vi: Có. Doppler VPN sử dụng các giao thức mã hóa tiên tiến để bảo vệ lưu lượng của bạn. Tất cả dữ liệu được mã hóa đầu cuối hoàn toàn, đảm bảo hoạt động trực tuyến của bạn luôn riêng tư và an toàn.
zh_hans: 是的。Doppler VPN 使用先进的加密协议保护您的流量。所有数据经端对端完全加密，确保您的网络活动保持私密和安全。
zh_hant: 是的。Doppler VPN 使用先進的加密協議保護您的流量。所有資料均經端對端完整加密，確保您的網路活動保持私密和安全。

source: You
ar: أنت
de: Sie
es: Tú
fr: Vous
he: אתה
id: Anda
ja: あなた
pt_br: Você
ru: Вы
tr: Siz
uk: Ви
vi: Bạn
zh_hans: 您
zh_hant: 您

source: You have an active subscription. Please cancel it before deleting your account.
ar: لديك اشتراك نشط. يرجى إلغاؤه قبل حذف حسابك.
de: Sie haben ein aktives Abonnement. Bitte kündigen Sie es, bevor Sie Ihr Konto löschen.
es: Tienes una suscripción activa. Por favor, cancélala antes de eliminar tu cuenta.
fr: Vous avez un abonnement actif. Veuillez l'annuler avant de supprimer votre compte.
he: יש לך מנוי פעיל. אנא בטל אותו לפני מחיקת חשבונך.
id: Anda memiliki langganan aktif. Harap batalkan sebelum menghapus akun Anda.
ja: アクティブなサブスクリプションがあります。アカウントを削除する前にキャンセルしてください。
pt_br: Você tem uma assinatura ativa. Por favor, cancele-a antes de excluir sua conta.
ru: У вас есть активная подписка. Пожалуйста, отмените её перед удалением аккаунта.
tr: Aktif bir aboneliğiniz var. Hesabınızı silmeden önce lütfen iptal edin.
uk: У вас є активна підписка. Будь ласка, скасуйте її перед видаленням акаунту.
vi: Bạn có đăng ký đang hoạt động. Vui lòng hủy trước khi xóa tài khoản.
zh_hans: 您有一个活跃订阅。请在删除账户前取消订阅。
zh_hant: 您有一個有效訂閱。請在刪除帳戶前取消訂閱。

source: You have an active subscription. Please cancel it in the App Store before deleting your account.
ar: لديك اشتراك نشط. يرجى إلغاؤه في App Store قبل حذف حسابك.
de: Sie haben ein aktives Abonnement. Bitte kündigen Sie es im App Store, bevor Sie Ihr Konto löschen.
es: Tienes una suscripción activa. Por favor, cancélala en la App Store antes de eliminar tu cuenta.
fr: Vous avez un abonnement actif. Veuillez l'annuler dans l'App Store avant de supprimer votre compte.
he: יש לך מנוי פעיל. אנא בטל אותו ב-App Store לפני מחיקת חשבונך.
id: Anda memiliki langganan aktif. Harap batalkan di App Store sebelum menghapus akun Anda.
ja: アクティブなサブスクリプションがあります。アカウントを削除する前にApp Storeでキャンセルしてください。
pt_br: Você tem uma assinatura ativa. Por favor, cancele-a na App Store antes de excluir sua conta.
ru: У вас есть активная подписка. Пожалуйста, отмените её в App Store перед удалением аккаунта.
tr: Aktif bir aboneliğiniz var. Hesabınızı silmeden önce lütfen App Store'da iptal edin.
uk: У вас є активна підписка. Будь ласка, скасуйте її в App Store перед видаленням акаунту.
vi: Bạn có đăng ký đang hoạt động. Vui lòng hủy trong App Store trước khi xóa tài khoản.
zh_hans: 您有一个活跃订阅。请在 App Store 中取消订阅后再删除账户。
zh_hant: 您有一個有效訂閱。請在 App Store 中取消訂閱後再刪除帳戶。

source: You will need your Account ID to sign back in.
ar: ستحتاج إلى معرّف حسابك لتسجيل الدخول مجددًا.
de: Sie benötigen Ihre Konto-ID, um sich erneut anzumelden.
es: Necesitarás tu ID de cuenta para volver a iniciar sesión.
fr: Vous aurez besoin de votre ID de compte pour vous reconnecter.
he: תצטרך את מזהה החשבון שלך כדי להתחבר מחדש.
id: Anda akan membutuhkan ID Akun untuk masuk kembali.
ja: 再度サインインするにはアカウントIDが必要です。
pt_br: Você precisará do seu ID de conta para entrar novamente.
ru: Вам понадобится ваш ID аккаунта для повторного входа.
tr: Tekrar giriş yapmak için Hesap Kimliğinize ihtiyacınız olacak.
uk: Вам знадобиться ваш ID акаунту для повторного входу.
vi: Bạn sẽ cần ID tài khoản để đăng nhập lại.
zh_hans: 重新登录时需要您的账户 ID。
zh_hant: 重新登入時需要您的帳戶 ID。

source: You're now a Pro member
ar: أنت الآن عضو Pro
de: Sie sind jetzt Pro-Mitglied
es: Ahora eres miembro Pro
fr: Vous êtes maintenant membre Pro
he: אתה עכשיו חבר Pro
id: Anda sekarang anggota Pro
ja: Proメンバーになりました
pt_br: Você agora é membro Pro
ru: Теперь вы Pro участник
tr: Artık Pro üyesiniz
uk: Тепер ви Pro учасник
vi: Bạn đã là thành viên Pro
zh_hans: 您现在是 Pro 会员
zh_hant: 您現在是 Pro 會員

source: Your Account ID
ar: معرّف حسابك
de: Ihre Konto-ID
es: Tu ID de cuenta
fr: Votre ID de compte
he: מזהה החשבון שלך
id: ID Akun Anda
ja: あなたのアカウントID
pt_br: Seu ID de conta
ru: Ваш ID аккаунта
tr: Hesap Kimliğiniz
uk: Ваш ID акаунту
vi: ID tài khoản của bạn
zh_hans: 您的账户 ID
zh_hant: 您的帳戶 ID

source: Your account works on up to 10 devices
ar: حسابك يعمل على ما يصل إلى 10 أجهزة
de: Ihr Konto funktioniert auf bis zu 10 Geräten
es: Tu cuenta funciona en hasta 10 dispositivos
fr: Votre compte fonctionne sur jusqu'à 10 appareils
he: החשבון שלך עובד על עד 10 מכשירים
id: Akun Anda berfungsi di hingga 10 perangkat
ja: アカウントは最大10台のデバイスで使用できます
pt_br: Sua conta funciona em até 10 dispositivos
ru: Ваш аккаунт работает на до 10 устройствах
tr: Hesabınız 10'a kadar cihazda çalışır
uk: Ваш акаунт працює на до 10 пристроях
vi: Tài khoản của bạn hoạt động trên tối đa 10 thiết bị
zh_hans: 您的账户最多可在 10 台设备上使用
zh_hant: 您的帳戶最多可在 10 台裝置上使用

source: Your Apple ID subscription is linked to:
ar: اشتراك Apple ID الخاص بك مرتبط بـ:
de: Ihr Apple-ID-Abo ist verknüpft mit:
es: Tu suscripción de Apple ID está vinculada a:
fr: Votre abonnement Apple ID est lié à :
he: המנוי של Apple ID שלך מקושר ל:
id: Langganan Apple ID Anda terhubung ke:
ja: Apple IDサブスクリプションのリンク先：
pt_br: Sua assinatura do Apple ID está vinculada a:
ru: Подписка вашего Apple ID привязана к:
tr: Apple ID aboneliğiniz şuna bağlı:
uk: Підписка вашого Apple ID прив'язана до:
vi: Gói đăng ký Apple ID của bạn được liên kết với:
zh_hans: 您的Apple ID订阅已关联到：
zh_hant: 您的Apple ID訂閱已連結到：

source: Your contact info is used only for account recovery. We will never send marketing messages.
ar: تُستخدم معلومات الاتصال الخاصة بك فقط لاسترداد الحساب. لن نرسل لك أي رسائل تسويقية أبدًا.
de: Ihre Kontaktdaten werden ausschließlich zur Kontowiederherstellung verwendet. Wir senden Ihnen niemals Werbung.
es: Tu información de contacto se usa solo para la recuperación de cuenta. Nunca enviaremos mensajes de marketing.
fr: Vos coordonnées sont utilisées uniquement pour la récupération de compte. Nous n'enverrons jamais de messages marketing.
he: פרטי הקשר שלך משמשים רק לשחזור חשבון. לעולם לא נשלח הודעות שיווקיות.
id: Informasi kontak Anda hanya digunakan untuk pemulihan akun. Kami tidak akan pernah mengirim pesan pemasaran.
ja: 連絡先情報はアカウント復旧のみに使用されます。マーケティングメッセージを送ることは一切ありません。
pt_br: Suas informações de contato são usadas apenas para recuperação de conta. Nunca enviaremos mensagens de marketing.
ru: Ваши контактные данные используются только для восстановления аккаунта. Мы никогда не будем отправлять рекламные сообщения.
tr: İletişim bilgileriniz yalnızca hesap kurtarma için kullanılır. Asla pazarlama mesajı göndermeyeceğiz.
uk: Ваші контактні дані використовуються виключно для відновлення акаунту. Ми ніколи не надсилаємо маркетингових повідомлень.
vi: Thông tin liên hệ của bạn chỉ được dùng để khôi phục tài khoản. Chúng tôi sẽ không bao giờ gửi tin nhắn tiếp thị.
zh_hans: 您的联系信息仅用于账户恢复。我们绝不会发送营销信息。
zh_hant: 您的聯絡資訊僅用於帳戶恢復。我們絕不會發送行銷訊息。

source: Your subscription will not renew. You can resubscribe from the App Store.
ar: لن يتجدد اشتراكك. يمكنك إعادة الاشتراك من App Store.
de: Ihr Abonnement wird nicht verlängert. Sie können es über den App Store erneut abonnieren.
es: Tu suscripción no se renovará. Puedes volver a suscribirte desde el App Store.
fr: Votre abonnement ne sera pas renouvelé. Vous pouvez vous réabonner depuis l'App Store.
he: המנוי שלך לא יתחדש. תוכל להירשם מחדש דרך App Store.
id: Langganan Anda tidak akan diperpanjang. Anda dapat berlangganan kembali dari App Store.
ja: サブスクリプションは更新されません。App Storeから再購読できます。
pt_br: Sua assinatura não será renovada. Você pode assinar novamente pela App Store.
ru: Ваша подписка не будет продлена. Вы можете оформить подписку заново в App Store.
tr: Aboneliğiniz yenilenmeyecek. App Store'dan yeniden abone olabilirsiniz.
uk: Вашу підписку не буде продовжено. Ви можете оновити підписку в App Store.
vi: Đăng ký của bạn sẽ không được gia hạn. Bạn có thể đăng ký lại từ App Store.
zh_hans: 您的订阅不会续订。您可以在 App Store 重新订阅。
zh_hant: 您的訂閱不會續訂。您可以從 App Store 重新訂閱。

source: you@example.com
de: du@beispiel.de
es: tu@ejemplo.com
fr: vous@exemple.fr
pt_br: voce@exemplo.com
